Repository: Fournux/vkbasalt-configurator
Catalog: Data/po/*.po
Languages: de, fr

source: Select a config file
de: Wählen Sie eine Konfigurationsdatei
fr: Sélectionnez un fichier de configuration existant

source: Toggle key
de: Aktivierungstaste
fr: Touche d'activation

source: Press any key
de: Drücken Sie eine beliebige Taste
fr: Appuyez sur une touche

source: Select a folder
de: Wählen Sie einen Ordner
fr: Sélectionnez un dossier

source: Open
de: Öffnen
fr: Ouvrir

source: Enable on start
de: Aktivieren beim Start
fr: Activer au démarrage

source: Config file has been saved.
de: Die Konfigurationsdatei wurde gespeichert.
fr: Le fichier de configuration a été sauvegardé.

source: Please select a config file in your system or create a new one.
de: Bitte wählen Sie eine Konfigurationsdatei in Ihrem System oder erstellen Sie eine neue Datei.
fr: Veuillez sélectionner un fichier de configuration existant ou créez-en un nouveau.

source: Sharpness
de: Schärfe
fr: Netteté

source: CAS (Contrast Adaptive Sharpening)
de: CAS (Kontrast Adaptive Schärfung)
fr: CAS (Nettetée adaptée au contraste)

source: Create a new config file
de: Erstellen Sie eine neue Konfigurationsdatei
fr: Créer un nouveau fichier de config

source: DLS (Denoised Luma Sharpening)
de: DLS (Denoised Luma Schärfung)
fr: DLS (Netteté Luma débruitée)

source: Corner rounding
de: Abrundung der Ecken
fr: Arrondi des coins

source: Edge detection shader
de: Shader für die Kantenerkennung
fr: Shader de détection des bords

source: Subpixel Quality
de: Subpixel-Qualität
fr: Qualité des sous-pixels

source: SMAA (Enhanced Subpixel Morphological Antialiasing)
de: SMAA (Erweitertes morphologisches Antialiasing auf Subpixelbasis)
fr: SMAA (Anti-crénelage morphologique sous-pixel amélioré)

source: Save
de: Speichern
fr: Sauvegarder

source: FXAA (Fast Approximate Anti-Aliasing)
de: FXAA (Schnelles Approximate Anti-Aliasing)
fr: FXAA (Anti-crénelage approximatif rapide)

source: Denoise
de: Entrauschen
fr: Débruitage

source: Maximum search diagonal steps
de: Maximale Suchdiagonale Schritte
fr: Recherche maximale d'étape en diagonale

source: Open an existing config file
de: Öffnen einer bestehenden Konfigurationsdatei
fr: Ouvrir un fichier de config existant

source: Edge Threshold
de: Schwellenwert
fr: Seuil de bordure

source: Maximum search steps
de: Maximale Suchschritte
fr: Nombre maximal d'étapes de recherche

source: Edge Threshold Min
de: Kantenschwelle Minimal
fr: Seuil de bordure minimal
